Database = {
	"Characters" : {
		"дед" : {
			"name" : "дед",
			"bio" : "Дед МакДедов из клана макДеданов. Беспощаден к врагам и товарищам по работе."
		},
		"бабка" : {
			"name" : "бабка",
			"bio" : "Бабка Хризантема Одуванчик-Тюльпанова. КМС по извлечению репки в супертяжелом весе."
		},
		"внучка" : {
			"name" : "внучка",
			"bio" : "Ваня макТюльпанова. Собирается поступать в семинарию на экзорциста."
		},
		"кошка" : {
			"name" : "кошка",
			"bio" : "кошка Матрешка. Во-первых, мотря, во-вторых, гуляет сама по себе."
		},
		"мышка" : {
			"name" : "мышка",
			"bio" : "мышка Кубышка. У нее норки квадратные, а не круглые."
		},
		"Жучка" : {
			"name" : "Жучка",
			"bio" : "Жучка. Жучка это собака у которой уши торчком, хвост крючком и нос пятачком."
		},
		"Ряба" : {
			"name" : "Ряба",
			"bio" : "Курочка Ряба."
		}
	},
	"Stories" : {
		"Репка" : {
			"name" : "Репка",
			"story" : "Посадил дед репку. \n\nВыросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может. \n\nПозвал дед бабку. \n\nПришла бабка. Тянут потянут, вытянуть не могут. \n\nПозвала бабка внучку. \n\nПришла внучка. Тянут потянут, вытянуть не могут. \n\nПозвала внучка жучку. \n\nПришла жучка. Тянут потянут, вытянуть не могут.\n \nПозвала жучка кошку. \n\nПришла кошка. Тянут потянут, вытянуть не могут. \n\nПозвала кошка мышку. \n\nПришла мышка. Потянули, вытянули репку.",
			"characters" : {
				"дед" : true,
				"бабка" : true,
				"внучка" : true,
				"кошка" : true,
				"мышка" : true,
				"Жучка" : true
			},
			"events" : [
					{
						"text" : "Посадил дед репку.",
						"time" : "весна",
						"characters" : {
							"дед" : {
								"text" : ""
							}
						},
						"name" : "Посадил дед репку"
					},
					{
						"text" : "Выросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может.",
						"time" : "5 сентября, 10.00",
						"characters" : {
							"дед" : {
								"text" : "sdf sd"
							}
						},
						"name" : "Созрела репка"
					},
					{
						"text" : "Позвал дед бабку.",
						"time" : "5 сентября, 10.10",
						"characters" : {
							"дед" : {
								"text" : "gf sdfg "
							},
							"бабка" : {
								"text" : ""
							}
						},
						"name" : "Позвал бабку"
					},
					{
						"text" : "Пришла бабка. Тянут потянут, вытянуть не могут.",
						"time" : "5 сентября, 10.20",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : "sdf g"
							}
						},
						"name" : "Не вытянули с бабкой"
					},
					{
						"text" : "Позвала бабка внучку.",
						"time" : "5 сентября, 10.30",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали внучку"
					},
					{
						"text" : "Пришла внучка. Тянут потянут, вытянуть не могут.",
						"time" : "5 сентября, 10.40",
						"characters" : {
							"дед" : {
								"text" : "s"
							},
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с внучкой"
					},
					{
						"text" : "Позвала внучка жучку.",
						"time" : "5 сентября, 10.50",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали жучку"
					},
					{
						"text" : "Пришла жучка. Тянут потянут, вытянуть не могут.",
						"time" : "5 сентября, 11.00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : "d fg"
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с жучкой"
					},
					{
						"text" : "Позвала жучка кошку.",
						"time" : "5 сентября, 11.10",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали кошку"
					},
					{
						"text" : "Пришла кошка. Тянут потянут, вытянуть не могут.",
						"time" : "5 сентября, 11.20",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : "sd g"
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с кошкой"
					}, {
						"text" : "Позвала кошка мышку.",
						"time" : "5 сентября, 11.30",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"мышка" : {
								"text" : ""
							}
						},
						"name" : "Позвали мышку"
					}, {
						"text" : "Пришла мышка. Потянули, вытянули репку.",
						"time" : "5 сентября, 11.40",
						"characters" : {
							"мышка" : {
								"text" : ""
							},
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Вытянули все вместе репку"
					} ]
		},
		"Ряба" : {
			"name" : "Ряба",
			"story" : "",
			"characters" : {
				"Ряба" : true
			},
			"events" : []
		}
	}
}