Database = {
	"Meta" : {
		"name" : "Нчь в тсклвм октбре",
		"date" : "1993/06/14 20:00",
		"preGameDate" : "1984/06/14 20:00",
		"description" : "чсмчсмчсм"
	},
	"Characters" : {
		"дед" : {
			"name" : "дед",
			"bio" : "Дед МакДедов из клана макДеданов. Беспощаден к врагам и товарищам по работе."
		},
		"бабка" : {
			"name" : "бабка",
			"bio" : "Бабка Хризантема Одуванчик-Тюльпанова. КМС по извлечению репки в супертяжелом весе."
		},
		"внучка" : {
			"name" : "внучка",
			"bio" : "Ваня макТюльпанова. Собирается поступать в семинарию на экзорциста."
		},
		"кошка" : {
			"name" : "кошка",
			"bio" : "кошка Матрешка. Во-первых, мотря, во-вторых, гуляет сама по себе."
		},
		"мышка" : {
			"name" : "мышка",
			"bio" : "мышка Кубышка. У нее норки квадратные, а не круглые."
		},
		"Жучка" : {
			"name" : "Жучка",
			"bio" : "Жучка. Жучка это собака у которой уши торчком, хвост крючком и нос пятачком."
		},
		"Ряба" : {
			"name" : "Ряба",
			"bio" : "Курочка Ряба."
		},
		"Колобок" : {
			"name" : "Колобок",
			"bio" : ""
		},
		"Лиса" : {
			"name" : "Лиса",
			"bio" : ""
		},
		"Заяц" : {
			"name" : "Заяц",
			"bio" : ""
		},
		"Медведь" : {
			"name" : "Медведь",
			"bio" : ""
		},
		"Волк" : {
			"name" : "Волк",
			"bio" : ""
		},
		"Лягушка" : {
			"name" : "Лягушка",
			"bio" : ""
		},
		"Мышка-норушка" : {
			"name" : "Мышка-норушка",
			"bio" : ""
		},
		"Петушок" : {
			"name" : "Петушок",
			"bio" : ""
		},
		"Корова" : {
			"name" : "Корова",
			"bio" : ""
		},
		"Кузнец" : {
			"name" : "Кузнец",
			"bio" : ""
		}
	},
	"Stories" : {
		"Репка" : {
			"name" : "Репка",
			"story" : "Посадил дед репку. \n\nВыросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может. \n\nПозвал дед бабку. \n\nПришла бабка. Тянут потянут, вытянуть не могут. \n\nПозвала бабка внучку. \n\nПришла внучка. Тянут потянут, вытянуть не могут. \n\nПозвала внучка жучку. \n\nПришла жучка. Тянут потянут, вытянуть не могут.\n \nПозвала жучка кошку. \n\nПришла кошка. Тянут потянут, вытянуть не могут. \n\nПозвала кошка мышку. \n\nПришла мышка. Потянули, вытянули репку.",
			"characters" : {
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"бабка" : {
					"name" : "бабка",
					"inventory" : "журнал, пестик, бутылка кефира, полбатона"
				},
				"внучка" : {
					"name" : "внучка",
					"inventory" : ""
				},
				"кошка" : {
					"name" : "кошка",
					"inventory" : ""
				},
				"Жучка" : {
					"name" : "Жучка",
					"inventory" : ""
				},
				"мышка" : {
					"name" : "мышка",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"text" : "Посадил дед репку.",
						"time" : "1984/04/30 18:00",
						"characters" : {
							"дед" : {
								"text" : "Встал я спозаранок и пошел репку сажать."
							}
						},
						"name" : "Посадил дед репку"
					},
					{
						"text" : "Выросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может.",
						"time" : "1984/09/10 11:00",
						"characters" : {
							"дед" : {
								"text" : "Осень пришла, пора и урожай собирать."
							}
						},
						"name" : "Созрела репка"
					},
					{
						"text" : "Позвал дед бабку.",
						"time" : "1984/09/10 11:30",
						"characters" : {
							"дед" : {
								"text" : "Не могу репку вытащить. Большая больно. Сходил за бабкой."
							},
							"бабка" : {
								"text" : ""
							}
						},
						"name" : "Позвал бабку"
					},
					{
						"text" : "Пришла бабка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 11:45",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с бабкой"
					},
					{
						"text" : "Позвала бабка внучку.",
						"time" : "1984/09/10 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали внучку"
					},
					{
						"text" : "Пришла внучка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 12:15",
						"characters" : {
							"дед" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с внучкой"
					},
					{
						"text" : "Позвала внучка жучку.",
						"time" : "1984/09/10 12:30",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали жучку"
					},
					{
						"text" : "Пришла жучка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 12:45",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с жучкой"
					},
					{
						"text" : "Позвала жучка кошку.",
						"time" : "1984/09/10 13:00",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали кошку"
					},
					{
						"text" : "Пришла кошка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 13:15",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с кошкой"
					}, {
						"text" : "Позвала кошка мышку.",
						"time" : "1984/09/10 13:30",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"мышка" : {
								"text" : "",
								"ready" : true,
								"name" : "мышка"
							}
						},
						"name" : "Позвали мышку"
					}, {
						"text" : "Пришла мышка. Потянули, вытянули репку.",
						"time" : "1984/09/10 13:45",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							},
							"мышка" : {
								"text" : "",
								"ready" : true,
								"name" : "мышка"
							}
						},
						"name" : "Вытянули все вместе репку"
					} ]
		},
		"Репка2" : {
			"name" : "Репка2",
			"story" : "Посадил дед репку. \n\nВыросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может. \n\nПозвал дед бабку. \n\nПришла бабка. Тянут потянут, вытянуть не могут. \n\nПозвала бабка внучку. \n\nПришла внучка. Тянут потянут, вытянуть не могут. \n\nПозвала внучка жучку. \n\nПришла жучка. Тянут потянут, вытянуть не могут.\n \nПозвала жучка кошку. \n\nПришла кошка. Тянут потянут, вытянуть не могут. \n\nПозвала кошка мышку. \n\nПришла мышка. Потянули, вытянули репку.",
			"characters" : {
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"бабка" : {
					"name" : "бабка",
					"inventory" : "журнал, пестик, бутылка кефира, полбатона"
				},
				"внучка" : {
					"name" : "внучка",
					"inventory" : ""
				},
				"кошка" : {
					"name" : "кошка",
					"inventory" : ""
				},
				"мышка" : {
					"name" : "мышка",
					"inventory" : ""
				},
				"Жучка" : {
					"name" : "Жучка",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"text" : "Посадил дед репку.",
						"time" : "1984/04/30 18:00",
						"characters" : {
							"дед" : {
								"text" : "Встал я спозаранок и пошел репку сажать."
							}
						},
						"name" : "Посадил дед репку"
					},
					{
						"text" : "Выросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может.",
						"time" : "1984/09/10 11:00",
						"characters" : {
							"дед" : {
								"text" : "Осень пришла, пора и урожай собирать."
							}
						},
						"name" : "Созрела репка"
					},
					{
						"text" : "Позвал дед бабку.",
						"time" : "1984/09/10 11:30",
						"characters" : {
							"дед" : {
								"text" : "Не могу репку вытащить. Большая больно. Сходил за бабкой."
							},
							"бабка" : {
								"text" : ""
							}
						},
						"name" : "Позвал бабку"
					},
					{
						"text" : "Пришла бабка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 11:45",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с бабкой"
					},
					{
						"text" : "Позвала бабка внучку.",
						"time" : "1984/09/10 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали внучку"
					},
					{
						"text" : "Пришла внучка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 12:15",
						"characters" : {
							"дед" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с внучкой"
					},
					{
						"text" : "Позвала внучка жучку.",
						"time" : "1984/09/10 12:30",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали жучку"
					},
					{
						"text" : "Пришла жучка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 12:45",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с жучкой"
					},
					{
						"text" : "Позвала жучка кошку.",
						"time" : "1984/09/10 13:00",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали кошку"
					},
					{
						"text" : "Пришла кошка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 13:15",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с кошкой"
					}, {
						"text" : "Позвала кошка мышку.",
						"time" : "1984/09/10 13:30",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"мышка" : {
								"text" : ""
							}
						},
						"name" : "Позвали мышку"
					}, {
						"text" : "Пришла мышка. Потянули, вытянули репку.",
						"time" : "1984/09/10 13:45",
						"characters" : {
							"мышка" : {
								"text" : ""
							},
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Вытянули все вместе репку"
					} ]
		},
		"Ряба" : {
			"name" : "Ряба",
			"story" : "Жили-были дед да баба. И была у них Курочка Ряба.\nСнесла курочка яичко, да не простое - золотое.\n\nДед бил - не разбил.\n\nБаба била - не разбила.\n\nА мышка бежала, хвостиком махнула, яичко упало и разбилось.\n\nПлачет дед, плачет баба и говорит им Курочка Ряба:\n\n- Не плачь, дед, не плачь, баба: снесу вам новое яичко не золотое, а простое!\n",
			"characters" : {
				"Ряба" : {
					"name" : "Ряба",
					"inventory" : ""
				},
				"бабка" : {
					"name" : "бабка",
					"inventory" : "метла"
				},
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"мышка" : {
					"name" : "мышка",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"name" : "Снесла курочка яичко",
						"text" : "Жили-были дед да баба. И была у них Курочка Ряба.\nСнесла курочка яичко, да не простое - золотое.",
						"time" : "1989/12/23 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Ряба" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Били - не разбили",
						"text" : "Дед бил - не разбил.\n\nБаба била - не разбила.",
						"time" : "1989/12/23 12:00",
						"characters" : {
							"дед" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Мышка разбила",
						"text" : "А мышка бежала, хвостиком махнула, яичко упало и разбилось.",
						"time" : "1989/12/23 12:00",
						"characters" : {
							"мышка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Курочка кудахчет",
						"text" : "Плачет дед, плачет баба и говорит им Курочка Ряба:\n\n- Не плачь, дед, не плачь, баба: снесу вам новое яичко не золотое, а простое!",
						"time" : "1989/12/23 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Ряба" : {
								"text" : ""
							}
						}
					} ]
		},
		"Колобок" : {
			"name" : "Колобок",
			"story" : "Жил-был старик со старухой. Просит старик: «Испеки, старуха, колобок». — «Из чего печь-то? Муки нету». — «Э, эх, старуха! По коробу поскреби, по сусекам помети. Авось муки и наберется». Взяла старуха крылышко, по коробу поскребла, по сусекам помела, и набралосьмуки пригоршни с две. Замесила на сметане, изжарила в масле и положила на окошко простудить. Колобок полежал-полежал да вдруг и покатился — с окна на лавку, с лавки на пол, по полу да к дверям, перепрыгнул через порог в сени, из сеней на крыльцо, с крыльца надвор, со двора за ворота, дальше и дальше. Катится колобок по дороге,а навстречу ему заяц: «Колобок, колобок! Я тебя съем». — «Не ешьменя, косой зайчик! Я тебе песеньку спою», — сказал колобок и запел:\n \n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон, .\nДа в масле пряжон,\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nУ тебя, зайца, не хитро уйти!\n \n\n    И покатился себе дальше; только заяц его и видел! Катитсяколобок дальше, а навстречу ему волк. «Колобок, колобок! Я тебя съем». —«Не ешь меня, серой волк! Я тебе песеньку спою:\n \n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон,\nДа в масле пряжон,\n\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nЯ у зайца ушел.\nУ тебя, волка, не хитро уйти!\n\n   И покатился себе дальше, только волк его и видел!.. Катитсяколобок, а навстречу ему медведь: «Колобок, колобок! Я тебя съем». —«Где тебе, косолапому, съесть меня!\n \n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон,\nДа в масле пряжон,\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nЯ у зайца ушел.\nЯ у волка ушел!\nУ тебя, медведь, не хитро уйти!\n\n\n    И опять укатился: только медведь его и видел!.. Катится-катитсяколобок дальше, а навстречу ему лиса. «Здравствуй, колобок! — говорит. — Какой ты хорошенький!» А колобок запел:\n\n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон,\nДа в масле пряжон,\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nЯ у зайца ушел.\nЯ у волка ушел.\nУ медведя ушел\nУ тебя, лиса, и подавно уйду!\n\n\n    «Какая славная песенька! — сказала лиса. — Но ведь я, колобок,стара стала, плохо слышу; сядь-ка на мою мордочку да пропой еще разокпогромче». Колобок вскочил лисе на мордочку и запел ту же песню.«Спасибо, колобок! славная песенька, ещё бы послушала! Сядь-ка на мой язычок да пропой в последний разок». Сказала лиса и высунуласвой язык; колобок сдуру прыг ей на язык, а лиса — ам его! и скушала.",
			"characters" : {
				"бабка" : {
					"name" : "бабка",
					"inventory" : ""
				},
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"Колобок" : {
					"name" : "Колобок",
					"inventory" : ""
				},
				"Волк" : {
					"name" : "Волк",
					"inventory" : ""
				},
				"Заяц" : {
					"name" : "Заяц",
					"inventory" : ""
				},
				"Лиса" : {
					"name" : "Лиса",
					"inventory" : ""
				},
				"Медведь" : {
					"name" : "Медведь",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"name" : "Испекли колобка",
						"text" : "Жил-был старик со старухой. Просит старик: «Испеки, старуха, колобок». — «Из чего печь-то? Муки нету». — «Э, эх, старуха! По коробу поскреби, по сусекам помети. Авось муки и наберется». Взяла старуха крылышко, по коробу поскребла, по сусекам помела, и набралосьмуки пригоршни с две. Замесила на сметане, изжарила в масле и положила на окошко простудить.",
						"time" : "1990/09/01 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Колобок" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Убежал колобок",
						"text" : "Колобок полежал-полежал да вдруг и покатился — с окна на лавку, с лавки на пол, по полу да к дверям, перепрыгнул через порог в сени, из сеней на крыльцо, с крыльца надвор, со двора за ворота, дальше и дальше.",
						"time" : "1990/09/01 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Колобок" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Колобок и заяц",
						"text" : "Катится колобок по дороге,а навстречу ему заяц: «Колобок, колобок! Я тебя съем». — «Не ешьменя, косой зайчик! Я тебе песеньку спою», — сказал колобок и запел:\n \n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон, .\nДа в масле пряжон,\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nУ тебя, зайца, не хитро уйти!\n \n\n    И покатился себе дальше; только заяц его и видел!",
						"time" : "1990/09/08 12:00",
						"characters" : {
							"Колобок" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Колобок и волк",
						"text" : "Катитсяколобок дальше, а навстречу ему волк. «Колобок, колобок! Я тебя съем». —«Не ешь меня, серой волк! Я тебе песеньку спою:\n \n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон,\nДа в масле пряжон,\n\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nЯ у зайца ушел.\nУ тебя, волка, не хитро уйти!\n\n   И покатился себе дальше, только волк его и видел!..",
						"time" : "1990/09/14 12:00",
						"characters" : {
							"Колобок" : {
								"text" : ""
							},
							"Волк" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Колобок и медведь",
						"text" : "Катитсяколобок, а навстречу ему медведь: «Колобок, колобок! Я тебя съем». —«Где тебе, косолапому, съесть меня!\n \n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон,\nДа в масле пряжон,\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nЯ у зайца ушел.\nЯ у волка ушел!\nУ тебя, медведь, не хитро уйти!\n\n\n    И опять укатился: только медведь его и видел!..",
						"time" : "1990/09/21 12:00",
						"characters" : {
							"Колобок" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Колобок и лиса",
						"text" : "Катится-катитсяколобок дальше, а навстречу ему лиса. «Здравствуй, колобок! — говорит. — Какой ты хорошенький!» А колобок запел:\n\n\nЯ по коробу скребён,\nПо сусеку метён,\nНа сметане мешон,\nДа в масле пряжон,\nНа окошке стужон.\nЯ у дедушки ушёл.\nЯ у бабушки ушёл.\nЯ у зайца ушел.\nЯ у волка ушел.\nУ медведя ушел\nУ тебя, лиса, и подавно уйду!\n\n\n    «Какая славная песенька! — сказала лиса. — Но ведь я, колобок,стара стала, плохо слышу; сядь-ка на мою мордочку да пропой еще разокпогромче». Колобок вскочил лисе на мордочку и запел ту же песню.«Спасибо, колобок! славная песенька, ещё бы послушала! Сядь-ка на мой язычок да пропой в последний разок». Сказала лиса и высунуласвой язык; колобок сдуру прыг ей на язык, а лиса — ам его! и скушала.",
						"time" : "1990/09/28 12:00",
						"characters" : {
							"Колобок" : {
								"text" : ""
							},
							"Лиса" : {
								"text" : ""
							}
						}
					} ]
		},
		"Маша и медведь" : {
			"name" : "Маша и медведь",
			"story" : "Жили-были дедушка да бабушка. Была у них внучка Машенька.\n\nСобрались раз подружки в лес - по грибы да по ягоды. Пришли звать с собой и Машеньку.\n\n- Дедушка, бабушка, - говорит Машенька, - отпустите меня в лес с подружками!\n\nДедушка с бабушкой отвечают:\n\n- Иди, только смотри от подружек не отставай - не то заблудишься.\n\nПришли девушки в лес, стали собирать грибы да ягоды. Вот Машенька - деревце за деревце, кустик за кустик - и ушла далеко-далеко от подружек.\n\nСтала она аукаться, стала их звать. А подружки не слышат, не отзываются.\n\nХодила, ходила Машенька по лесу - совсем заблудилась.\n\nПришла она в самую глушь, в самую чащу. Видит-стоит избушка. Постучала Машенька в дверь - не отвечают. Толкнула она дверь, дверь и открылась.\n\nВошла Машенька в избушку, села у окна на лавочку.\n\nСела и думает:\n\n„Кто же здесь живёт? Почему никого не видно?..\" А в той избушке жил большущий медведь. Только его тогда дома не было: он по лесу ходил. Вернулся вечером медведь, увидел Машеньку, обрадовался.\n\n- Ага, - говорит, - теперь не отпущу тебя! Будешь у меня жить. Будешь печку топить, будешь кашу варить, меня кашей кормить.\n\nПотужила Маша, погоревала, да ничего не поделаешь. Стала она жить у медведя в избушке.\n\nМедведь на целый день уйдёт в лес, а Машеньке наказывает никуда без него из избушки не выходить.\n\n- А если уйдёшь, - говорит, - всё равно поймаю и тогда уж съем!\n\nСтала Машенька думать, как ей от медведя убежать. Кругом лес, в какую сторону идти - не знает, спросить не у кого...\n\nДумала она, думала и придумала.\n\nПриходит раз медведь из лесу, а Машенька и говорит ему:\n\n- Медведь, медведь, отпусти меня на денёк в деревню: я бабушке да дедушке гостинцев снесу.\n\n- Нет, - говорит медведь, - ты в лесу заблудишься. Давай гостинцы, я их сам отнесу!\n\nА Машеньке того и надо!\n\nНапекла она пирожков, достала большой-пребольшой короб и говорит медведю:\n\n- Вот, смотри: я в короб положу пирожки, а ты отнеси их дедушке да бабушке. Да помни: короб по дороге не открывай, пирожки не вынимай. Я на дубок влезу, за тобой следить буду!\n\n- Ладно, - отвечает медведь, - давай короб! Машенька говорит:\n\n- Выйди на крылечко, посмотри, не идёт ли дождик! Только медведь вышел на крылечко, Машенька сейчас же залезла в короб, а на голову себе блюдо с пирожками поставила.\n\nВернулся медведь, видит - короб готов. Взвалил его на спину и пошёл в деревню.\n\nИдёт медведь между ёлками, бредёт медведь между берёзками, в овражки спускается, на пригорки поднимается. Шёл-шёл, устал и говорит:\n\nСяду на пенёк,\n\nСъем пирожок!\n\nА Машенька из короба:\n\nВижу, вижу!\n\nНе садись на пенёк,\n\nНе ешь пирожок!\n\nНеси бабушке,\n\nНеси дедушке!\n\n- Ишь какая глазастая, - говорит медведь, - всё видит! Поднял он короб и пошёл дальше. Шёл-шёл, шёл-шёл, остановился, сел и говорит:\n\nСяду на пенёк,\n\nСъем пирожок!\n\nА Машенька из короба опять:\n\nВижу, вижу!\n\nНе садись на пенёк,\n\nНе ешь пирожок!\n\nНеси бабушке,\n\nНеси дедушке!\n\nУдивился медведь:\n\n- Вот какая хитрая! Высоко сидит, далеко глядит! Встал и пошёл скорее.\n\nПришёл в деревню, нашёл дом, где дедушка с бабушкой жили, и давай изо всех сил стучать в ворота:\n\n- Тук-тук-тук! Отпирайте, открывайте! Я вам от Машеньки гостинцев принёс.\n\nА собаки почуяли медведя и бросились на него. Со всех дворов бегут, лают.\n\nИспугался медведь, поставил короб у ворот и пустился в лес без оглядки.\n\nВышли тут дедушка да бабушка к воротам. Видят- короб стоит.\n\n- Что это в коробе? - говорит бабушка.\n\nА дедушка поднял крышку, смотрит и глазам своим не верит: в коробе Машенька сидит - живёхонька и здоровёхонька.\n\nОбрадовались дедушка да бабушка. Стали Машеньку обнимать, целовать, умницей называть.\n",
			"characters" : {
				"внучка" : {
					"name" : "внучка",
					"inventory" : ""
				},
				"бабка" : {
					"name" : "бабка",
					"inventory" : ""
				},
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"Медведь" : {
					"name" : "Медведь",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"name" : "Пошли грибы собирать",
						"text" : "Жили-были дедушка да бабушка. Была у них внучка Машенька.\n\nСобрались раз подружки в лес - по грибы да по ягоды. Пришли звать с собой и Машеньку.\n\n- Дедушка, бабушка, - говорит Машенька, - отпустите меня в лес с подружками!\n\nДедушка с бабушкой отвечают:\n\n- Иди, только смотри от подружек не отставай - не то заблудишься.",
						"time" : "1989/03/27 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Маша заблудилась",
						"text" : "Пришли девушки в лес, стали собирать грибы да ягоды. Вот Машенька - деревце за деревце, кустик за кустик - и ушла далеко-далеко от подружек.\n\nСтала она аукаться, стала их звать. А подружки не слышат, не отзываются.\n\nХодила, ходила Машенька по лесу - совсем заблудилась.",
						"time" : "1989/03/27 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Нашла избушку",
						"text" : "Пришла она в самую глушь, в самую чащу. Видит-стоит избушка. Постучала Машенька в дверь - не отвечают. Толкнула она дверь, дверь и открылась.\n\nВошла Машенька в избушку, села у окна на лавочку.\n\nСела и думает:\n\n„Кто же здесь живёт? Почему никого не видно?..\"",
						"time" : "1989/03/28 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Маша у медведя",
						"text" : "А в той избушке жил большущий медведь. Только его тогда дома не было: он по лесу ходил. Вернулся вечером медведь, увидел Машеньку, обрадовался.\n\n- Ага, - говорит, - теперь не отпущу тебя! Будешь у меня жить. Будешь печку топить, будешь кашу варить, меня кашей кормить.\n\nПотужила Маша, погоревала, да ничего не поделаешь. Стала она жить у медведя в избушке.\n\nМедведь на целый день уйдёт в лес, а Машеньке наказывает никуда без него из избушки не выходить.\n\n- А если уйдёшь, - говорит, - всё равно поймаю и тогда уж съем!\n\nСтала Машенька думать, как ей от медведя убежать. Кругом лес, в какую сторону идти - не знает, спросить не у кого...\n\nДумала она, думала и придумала.",
						"time" : "1989/03/28 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Маша собрала гостинцев",
						"text" : "Приходит раз медведь из лесу, а Машенька и говорит ему:\n\n- Медведь, медведь, отпусти меня на денёк в деревню: я бабушке да дедушке гостинцев снесу.\n\n- Нет, - говорит медведь, - ты в лесу заблудишься. Давай гостинцы, я их сам отнесу!\n\nА Машеньке того и надо!\n\nНапекла она пирожков, достала большой-пребольшой короб и говорит медведю:\n\n- Вот, смотри: я в короб положу пирожки, а ты отнеси их дедушке да бабушке. Да помни: короб по дороге не открывай, пирожки не вынимай. Я на дубок влезу, за тобой следить буду!\n\n- Ладно, - отвечает медведь, - давай короб! Машенька говорит:\n\n- Выйди на крылечко, посмотри, не идёт ли дождик! Только медведь вышел на крылечко, Машенька сейчас же залезла в короб, а на голову себе блюдо с пирожками поставила.\n\nВернулся медведь, видит - короб готов. Взвалил его на спину и пошёл в деревню.",
						"time" : "1989/04/02 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Медведь идет с гостинцами",
						"text" : "Идёт медведь между ёлками, бредёт медведь между берёзками, в овражки спускается, на пригорки поднимается. Шёл-шёл, устал и говорит:\n\nСяду на пенёк,\n\nСъем пирожок!\n\nА Машенька из короба:\n\nВижу, вижу!\n\nНе садись на пенёк,\n\nНе ешь пирожок!\n\nНеси бабушке,\n\nНеси дедушке!\n\n- Ишь какая глазастая, - говорит медведь, - всё видит! Поднял он короб и пошёл дальше. Шёл-шёл, шёл-шёл, остановился, сел и говорит:\n\nСяду на пенёк,\n\nСъем пирожок!\n\nА Машенька из короба опять:\n\nВижу, вижу!\n\nНе садись на пенёк,\n\nНе ешь пирожок!\n\nНеси бабушке,\n\nНеси дедушке!\n\nУдивился медведь:\n\n- Вот какая хитрая! Высоко сидит, далеко глядит! Встал и пошёл скорее.",
						"time" : "1989/04/02 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Медведь пришел, испугался и убежал",
						"text" : "Пришёл в деревню, нашёл дом, где дедушка с бабушкой жили, и давай изо всех сил стучать в ворота:\n\n- Тук-тук-тук! Отпирайте, открывайте! Я вам от Машеньки гостинцев принёс.\n\nА собаки почуяли медведя и бросились на него. Со всех дворов бегут, лают.\n\nИспугался медведь, поставил короб у ворот и пустился в лес без оглядки.",
						"time" : "1989/04/02 12:00",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Машенька сидит - живёхонька и здоровёхонька",
						"text" : "Вышли тут дедушка да бабушка к воротам. Видят- короб стоит.\n\n- Что это в коробе? - говорит бабушка.\n\nА дедушка поднял крышку, смотрит и глазам своим не верит: в коробе Машенька сидит - живёхонька и здоровёхонька.\n\nОбрадовались дедушка да бабушка. Стали Машеньку обнимать, целовать, умницей называть.",
						"time" : "1989/04/02 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							}
						}
					} ]
		},
		"Теремок" : {
			"name" : "Теремок",
			"story" : "Стоит в поле теремок. Бежит мимо мышка-норушка. Увидела теремок, остановилась и спрашивает:\n\n— Терем-теремок! Кто в тереме живет? Никто не отзывается. Вошла мышка в теремок и стала там жить.\n\nПрискакала к терему лягушка-квакушка и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка! А ты кто?\n\n— А я лягушка-квакушка.\n\n— Иди ко мне жить! Лягушка прыгнула в теремок. Стали они вдвоем жить.\n\nБежит мимо зайчик-побегайчик. Остановился и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка!\n\n— Я, лягушка-квакушка!\n\n— А ты кто?\n\n— А я зайчик-побегайчик.\n\n— Иди к нам жить! Заяц скок в теремок! Стали они втроем жить.\n\nИдет мимо лисичка-сестричка. Постучала в окошко и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка.\n\n— Я, лягушка-квакушка.\n\n— Я, зайчик-побегайчик.\n\n— А ты кто?\n\n— А я лисичка-сестричка.\n\n— Иди к нам жить! Забралась лисичка в теремок. Стали они вчетвером жить.\n\nПрибежал волчок-серый бочок, заглянул в дверь и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка.\n\n— Я, лягушка-квакушка.\n\n— Я, зайчик-побегайчик.\n\n— Я, лисичка-сестричка.\n\n— А ты кто?\n\n— А я волчок-серый бочок.\n\n— Иди к нам жить!\n\nВолк влез в теремок. Стали они впятером жить. Вот они в теремке живут, песни поют.\n\nВдруг идет медведь косолапый. Увидел медведь теремок, услыхал песни, остановился и заревел во всю мочь:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка.\n\n— Я, лягушка-квакушка.\n\n— Я, зайчик-побегайчик.\n\n— Я, лисичка-сестричка.\n\n— Я, волчок-серый бочок.\n\n— А ты кто?\n\n— А я медведь косолапый.\n\n— Иди к нам жить!\n\nМедведь и полез в теремок. Лез-лез, лез-лез — никак не мог влезть и говорит:\n\n— А я лучше у вас на крыше буду жить.\n\n— Да ты нас раздавишь.\n\n— Нет, не раздавлю.\n\n— Ну так полезай! Влез медведь на крышу и только уселся — трах! — развалился теремок.\n\nЗатрещал теремок, упал набок и весь развалился. Еле-еле успели из него выскочить мышка-норушка, лягушка-квакушка, зайчик-побегайчик, лисичка-сестричка, волчок-серый бочок — все целы и невредимы.\n\nПринялись они бревна носить, доски пилить — новый теремок строить.\n\nЛучше прежнего выстроили!\n",
			"characters" : {
				"Медведь" : {
					"name" : "Медведь",
					"inventory" : ""
				},
				"Лиса" : {
					"name" : "Лиса",
					"inventory" : ""
				},
				"Заяц" : {
					"name" : "Заяц",
					"inventory" : ""
				},
				"Волк" : {
					"name" : "Волк",
					"inventory" : ""
				},
				"Лягушка" : {
					"name" : "Лягушка",
					"inventory" : ""
				},
				"Мышка-норушка" : {
					"name" : "Мышка-норушка",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"name" : "Теремок и мышка",
						"text" : "Стоит в поле теремок. Бежит мимо мышка-норушка. Увидела теремок, остановилась и спрашивает:\n\n— Терем-теремок! Кто в тереме живет? Никто не отзывается. Вошла мышка в теремок и стала там жить.",
						"time" : "1990/06/01 12:00",
						"characters" : {
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Пришла лягушка",
						"text" : "Прискакала к терему лягушка-квакушка и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка! А ты кто?\n\n— А я лягушка-квакушка.\n\n— Иди ко мне жить! Лягушка прыгнула в теремок. Стали они вдвоем жить.",
						"time" : "1990/06/03 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Пришел заяц",
						"text" : "Бежит мимо зайчик-побегайчик. Остановился и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка!\n\n— Я, лягушка-квакушка!\n\n— А ты кто?\n\n— А я зайчик-побегайчик.\n\n— Иди к нам жить! Заяц скок в теремок! Стали они втроем жить.",
						"time" : "1990/06/06 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Пришла лисичка",
						"text" : "Идет мимо лисичка-сестричка. Постучала в окошко и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка.\n\n— Я, лягушка-квакушка.\n\n— Я, зайчик-побегайчик.\n\n— А ты кто?\n\n— А я лисичка-сестричка.\n\n— Иди к нам жить! Забралась лисичка в теремок. Стали они вчетвером жить.",
						"time" : "1990/06/10 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							},
							"Лиса" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Пришел волк",
						"text" : "Прибежал волчок-серый бочок, заглянул в дверь и спрашивает:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка.\n\n— Я, лягушка-квакушка.\n\n— Я, зайчик-побегайчик.\n\n— Я, лисичка-сестричка.\n\n— А ты кто?\n\n— А я волчок-серый бочок.\n\n— Иди к нам жить!\n\nВолк влез в теремок. Стали они впятером жить. Вот они в теремке живут, песни поют.",
						"time" : "1990/06/14 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							},
							"Лиса" : {
								"text" : ""
							},
							"Волк" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Пришел медведь",
						"text" : "Вдруг идет медведь косолапый. Увидел медведь теремок, услыхал песни, остановился и заревел во всю мочь:\n\n— Терем-теремок! Кто в тереме живет?\n\n— Я, мышка-норушка.\n\n— Я, лягушка-квакушка.\n\n— Я, зайчик-побегайчик.\n\n— Я, лисичка-сестричка.\n\n— Я, волчок-серый бочок.\n\n— А ты кто?\n\n— А я медведь косолапый.\n\n— Иди к нам жить!\n\nМедведь и полез в теремок. Лез-лез, лез-лез — никак не мог влезть и говорит:\n\n— А я лучше у вас на крыше буду жить.\n\n— Да ты нас раздавишь.\n\n— Нет, не раздавлю.\n\n— Ну так полезай!",
						"time" : "1990/06/21 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							},
							"Лиса" : {
								"text" : ""
							},
							"Волк" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Развалился теремок",
						"text" : "Влез медведь на крышу и только уселся — трах! — развалился теремок.\n\nЗатрещал теремок, упал набок и весь развалился. Еле-еле успели из него выскочить мышка-норушка, лягушка-квакушка, зайчик-побегайчик, лисичка-сестричка, волчок-серый бочок — все целы и невредимы.",
						"time" : "1990/06/21 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							},
							"Лиса" : {
								"text" : ""
							},
							"Волк" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					},
					{
						"name" : "Построили новый теремок",
						"text" : "Принялись они бревна носить, доски пилить — новый теремок строить.\n\nЛучше прежнего выстроили!",
						"time" : "1990/06/28 12:00",
						"characters" : {
							"Лягушка" : {
								"text" : ""
							},
							"Заяц" : {
								"text" : ""
							},
							"Лиса" : {
								"text" : ""
							},
							"Волк" : {
								"text" : ""
							},
							"Медведь" : {
								"text" : ""
							},
							"Мышка-норушка" : {
								"text" : "",
								"name" : "Мышка-норушка"
							}
						}
					} ]
		},
		"Сказка Петушок и бобовое зернышко" : {
			"name" : "Сказка Петушок и бобовое зернышко",
			"story" : "Жили-были петушок и курочка. Петушок все торопился, да торопился, а курочка знай себе да приговаривает:\n\n- Петя, не торопись. Петя, не торопись.\n\nКлевал как-то петушок бобовые зернышки, да второпях и подавился. Подавился, не дышит, не слышит, лежит не шевелиться. Перепугалась курочка, бросилась к хозяйке, кричит:\n\n- Ох, хозяюшка, дай скорей маслица петушку горлышко смазать: подавился петушок бобовым зернышком.\n\nХозяйка говорит:\n\n- Беги скорей к коровушке, проси у нее молока, а я уж собью маслица.\n\nБросилась курочка к корове:\n\n- Коровушка, голубушка, дай скорее молока, из молока хозяюшка собьет маслица, маслицем смажу петушку горлышко: подавился петушок бобовым зернышком.\n\n- Ступай скорее к хозяину, пусть он принесет мне свежей травы.\n\nБежит курочка к хозяину:\n\n-Хозяин! Хозяин! Дай скорее коровушке свежей травы, коровушка даст молочка, из молочка хозяюшка собьет маслица, маслицем я смажу петушку горлышко: подавился петушок бобовым зернышком.\n\n- Беги скорей к кузнецу за косой, - говорит хозяин.\n\nСо всех ног бросилась курочка к кузнецу:\n\n- Кузнец, кузнец, дай скорее хозяину хорошую косу. Хозяин даст коровушке травы, коровушка даст молока, хозяюшка даст мне маслица, я смажу петушку горлышко: подавился петушок бобовым зернышком.\n\nКузнец дал хозяину новую косу, хозяин дал коровушке свежей травы, коровушка дала молока, хозяюшка сбила масла, дала маслица курочке. Смазала курочка петушку горлышко. Бобовое зернышко и проскочило. Петушок вскочил живехонький и во все горло запел:\n\n- Ку-ка-реку!\n",
			"characters" : {
				"бабка" : {
					"name" : "бабка",
					"inventory" : ""
				},
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"Ряба" : {
					"name" : "Ряба",
					"inventory" : ""
				},
				"Петушок" : {
					"name" : "Петушок",
					"inventory" : ""
				},
				"Корова" : {
					"name" : "Корова",
					"inventory" : ""
				},
				"Кузнец" : {
					"name" : "Кузнец",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"name" : "Петушок подавился",
						"text" : "Жили-были петушок и курочка. Петушок все торопился, да торопился, а курочка знай себе да приговаривает:\n\n- Петя, не торопись. Петя, не торопись.\n\nКлевал как-то петушок бобовые зернышки, да второпях и подавился. Подавился, не дышит, не слышит, лежит не шевелиться.",
						"time" : "1989/05/01 2:00",
						"characters" : {
							"Петушок" : {
								"text" : ""
							},
							"Ряба" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Курочка и хозяйка",
						"text" : "Перепугалась курочка, бросилась к хозяйке, кричит:\n\n- Ох, хозяюшка, дай скорей маслица петушку горлышко смазать: подавился петушок бобовым зернышком.\n\nХозяйка говорит:\n\n- Беги скорей к коровушке, проси у нее молока, а я уж собью маслица.",
						"time" : "1989/05/01 2:05",
						"characters" : {
							"Ряба" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Курочка и корова",
						"text" : "Бросилась курочка к корове:\n\n- Коровушка, голубушка, дай скорее молока, из молока хозяюшка собьет маслица, маслицем смажу петушку горлышко: подавился петушок бобовым зернышком.\n\n- Ступай скорее к хозяину, пусть он принесет мне свежей травы.",
						"time" : "1989/05/01 2:10",
						"characters" : {
							"Ряба" : {
								"text" : ""
							},
							"Корова" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Курочка и хозяин",
						"text" : "Бежит курочка к хозяину:\n\n-Хозяин! Хозяин! Дай скорее коровушке свежей травы, коровушка даст молочка, из молочка хозяюшка собьет маслица, маслицем я смажу петушку горлышко: подавился петушок бобовым зернышком.\n\n- Беги скорей к кузнецу за косой, - говорит хозяин.",
						"time" : "1989/05/01 2:15",
						"characters" : {
							"Ряба" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Курочка и кузнец",
						"text" : "Со всех ног бросилась курочка к кузнецу:\n\n- Кузнец, кузнец, дай скорее хозяину хорошую косу. Хозяин даст коровушке травы, коровушка даст молока, хозяюшка даст мне маслица, я смажу петушку горлышко: подавился петушок бобовым зернышком.",
						"time" : "1989/05/01 2:20",
						"characters" : {
							"Ряба" : {
								"text" : ""
							},
							"Кузнец" : {
								"text" : ""
							}
						}
					},
					{
						"name" : "Сделали маслице",
						"text" : "Кузнец дал хозяину новую косу, хозяин дал коровушке свежей травы, коровушка дала молока, хозяюшка сбила масла, дала маслица курочке. Смазала курочка петушку горлышко. Бобовое зернышко и проскочило. Петушок вскочил живехонький и во все горло запел:\n\n- Ку-ка-реку!",
						"time" : "1989/05/01 2:25",
						"characters" : {
							"Ряба" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Корова" : {
								"text" : ""
							},
							"Кузнец" : {
								"text" : ""
							},
							"Петушок" : {
								"text" : ""
							}
						}
					} ]
		}
	}
}