Database = {
	"Meta" : {
		"name" : "Нижегородский пасьянс",
		"date" : "1900/10/01 00:00",
		"preGameDate" : "1894/10/20 00:00",
		"description" : "Российская империя.\nНа дворе октябрь 1900 года. На исходе пятый год правления императора Николая II. Россия – едва ли не единственная европейская страна, где сохраняется абсолютное самодержавие. Этот левиафан управляется надежной бюрократической системой. На каждую ситуацию есть свое правило, за каждый проступок – своя мера наказания. Там, где не действуют гласные правила – действуют негласные. Там, где заканчиваются полномочия гласных сотрудников, начинаются полномочия сотрудников негласных.\nОднако на рубеже веков страна представляет собой кипящий котел противоречий: бомбы взрываются под ногами министров, студенты (и не только) требуют конституцию, повсюду шныряют маги и преступники, что суть одно и тоже, им одинаково грозит каторга и петля, если поймают с поличным. Покой и уверенность самодержавия бережет и доблестная полиция, и жандармы Е.И.В корпуса особого назначения «Варвар».\nНижний Новгород находится вдалеке от обеих столиц. Полгода здесь течет спокойная, размеренная жизнь, а о волнующих событиях, громких преступлениях и грандиозных мероприятиях жители узнают лишь из газет. Но с июля по октябрь происходит резкое оживление. В город приходит ярмарка! В специально отстроенных еще при Александре I павильонах каждый день столпотворение. К осени большая часть крестьян и купцов разъезжаются, остаются лишь оптовики, дожидающиеся наиболее крупных сделок. Зато оживляется светская жизнь: визиты, охоты, салоны, балы и маскарады! Происходят помолвки и бракосочетания. И, конечно, каждый год кто-то из августейшей фамилии посещает ярмарку, принимает участие в мероприятиях и (что самое важное!) привозит с собой государственные заказы. А под этой цветастой шапкой, в тени, во мраке кипят страсти, плетутся интриги, планируются преступления, ведь днем светские события надежно отвлекают внимание.\nСудьба задумчиво тасует колоду. Кто в ней окажется червонным королем, а кто шестеркой треф? В вихре вальса так трудно различить под маской, который же из них тот самый бубновый валет. И где-то совсем в глубине скрывается джокер, который может спутать все карты и перемешать заново. Пасьянс не сходится – судьба расстраивается и вновь и вновь мешает пики, бубны, трефы и червы, выкладывая их в один большой разноцветный ковер.\nМы приглашаем вас окунуться в этот водоворот событий, интриг, государственных тендеров и тайных романтических свиданий, магии и мистики (всенепременнейше!), светского лоска днем и страшных сказок ночью. "
	},
	"Characters" : {
		"Романов Николай Николаевич" : {
			"name" : "Романов Николай Николаевич",
			"bio" : "Великий князь"
		},
		"Палицын Федор Федорович" : {
			"name" : "Палицын Федор Федорович",
			"bio" : "начальник канцелярии Совета Государственной обороны - вакантно\n"
		},
		"Ольга Красовская" : {
			"name" : "Ольга Красовская",
			"bio" : "Ведущая актриса Московского театра"
		},
		"Марина Орлова" : {
			"name" : "Марина Орлова",
			"bio" : "примадонна (ведущее сопрано) Мариинского театра – Гибадуллина Ольга \"Алмазка\" (г. Екатеринбург) "
		},
		"Илья Ефимович Репин" : {
			"name" : "Илья Ефимович Репин",
			"bio" : "известный и модный художник - Исмаилов Руслан \"Слоник\" (г. Екатеринбург)\n"
		},
		"София Джованни" : {
			"name" : "София Джованни",
			"bio" : "скрипачка, воспитанница Милия Алексеевича Балакирева - Бакиева Рая (г. Тюмень)\n"
		},
		"Елена Рощина" : {
			"name" : "Елена Рощина",
			"bio" : " начинающая певица "
		},
		"Литвинова Эстер Моисеевна" : {
			"name" : "Литвинова Эстер Моисеевна",
			"bio" : "начинающая актриса"
		},
		"Ростовцев Николай Григорьевич" : {
			"name" : "Ростовцев Николай Григорьевич",
			"bio" : ""
		},
		"Ростовцева Анастасия Рудольфовна" : {
			"name" : "Ростовцева Анастасия Рудольфовна",
			"bio" : ""
		},
		"Медведева Александра Рудольфовна" : {
			"name" : "Медведева Александра Рудольфовна",
			"bio" : ""
		},
		"Ростовцева Софья Григорьевна" : {
			"name" : "Ростовцева Софья Григорьевна",
			"bio" : ""
		},
		"Молчалов Иван Федорович" : {
			"name" : "Молчалов Иван Федорович",
			"bio" : ""
		},
		"Шаховская Анна Александровна" : {
			"name" : "Шаховская Анна Александровна",
			"bio" : ""
		},
		"Шаховская Мария Федоровна" : {
			"name" : "Шаховская Мария Федоровна",
			"bio" : ""
		},
		"Анненкова Ольга Александровна" : {
			"name" : "Анненкова Ольга Александровна",
			"bio" : ""
		},
		"Анненкова Полина Владимировна" : {
			"name" : "Анненкова Полина Владимировна",
			"bio" : ""
		},
		"Анненкова Мария Ивановна" : {
			"name" : "Анненкова Мария Ивановна",
			"bio" : ""
		},
		"Кропоткин Сергей Семенович" : {
			"name" : "Кропоткин Сергей Семенович",
			"bio" : ""
		},
		"Кропоткин Вячеслав Сергеевич" : {
			"name" : "Кропоткин Вячеслав Сергеевич",
			"bio" : ""
		},
		"Кропоткин Константин Сергеевич" : {
			"name" : "Кропоткин Константин Сергеевич",
			"bio" : ""
		},
		"Кропоткин Павел Сергеевич" : {
			"name" : "Кропоткин Павел Сергеевич",
			"bio" : ""
		},
		"Киндеррайх Ева Альбертовна" : {
			"name" : "Киндеррайх Ева Альбертовна",
			"bio" : ""
		},
		"Виноградова Марина Андреевна" : {
			"name" : "Виноградова Марина Андреевна",
			"bio" : ""
		},
		"Морозов Савва Тимофеевич" : {
			"name" : "Морозов Савва Тимофеевич",
			"bio" : ""
		},
		"Морозова Зинаида Григорьевна" : {
			"name" : "Морозова Зинаида Григорьевна",
			"bio" : ""
		},
		"Торцов Гордей Карпыч" : {
			"name" : "Торцов Гордей Карпыч",
			"bio" : ""
		},
		"Кауфман Антон Генрихович" : {
			"name" : "Кауфман Антон Генрихович",
			"bio" : ""
		},
		"Кауфман Виктор Александрович" : {
			"name" : "Кауфман Виктор Александрович",
			"bio" : ""
		},
		"Мазурина Софья Филипповна" : {
			"name" : "Мазурина Софья Филипповна",
			"bio" : ""
		},
		"Аглая Ивановна" : {
			"name" : "Аглая Ивановна",
			"bio" : ""
		},
		"Ремизовская Юлия Михайловна" : {
			"name" : "Ремизовская Юлия Михайловна",
			"bio" : ""
		},
		"Ремизовская Алина Тимофеевна" : {
			"name" : "Ремизовская Алина Тимофеевна",
			"bio" : ""
		},
		"Решетилов Павел Михайлович" : {
			"name" : "Решетилов Павел Михайлович",
			"bio" : ""
		},
		"Якимова Мирослава Лаврентьевна" : {
			"name" : "Якимова Мирослава Лаврентьевна",
			"bio" : ""
		},
		"Поникаровский Алексей Веньяминович" : {
			"name" : "Поникаровский Алексей Веньяминович",
			"bio" : ""
		},
		"Зотов Алексей Михайлович" : {
			"name" : "Зотов Алексей Михайлович",
			"bio" : ""
		},
		"Андреева Мария Петровна" : {
			"name" : "Андреева Мария Петровна",
			"bio" : ""
		},
		"Демитриди Агапия Родионовна" : {
			"name" : "Демитриди Агапия Родионовна",
			"bio" : ""
		},
		"Стремяков Иван Федорович" : {
			"name" : "Стремяков Иван Федорович",
			"bio" : ""
		},
		"Кондрат Кондратьевич Курц" : {
			"name" : "Кондрат Кондратьевич Курц",
			"bio" : ""
		}
	},
	"Stories" : {
		"История 1" : {
			"name" : "История 1",
			"story" : "",
			"characters" : {},
			"events" : []
		}
	}
}