Database = {
	"Meta" : {
		"name" : "Нчь в тсклвм октбре",
		"date" : "1993/06/14 20:00",
		"preGameDate" : "1984/06/14 20:00",
		"description" : "чсмчсмчсм"
	},
	"Characters" : {
		"дед" : {
			"name" : "дед",
			"bio" : "Дед МакДедов из клана макДеданов. Беспощаден к врагам и товарищам по работе."
		},
		"бабка" : {
			"name" : "бабка",
			"bio" : "Бабка Хризантема Одуванчик-Тюльпанова. КМС по извлечению репки в супертяжелом весе."
		},
		"внучка" : {
			"name" : "внучка",
			"bio" : "Ваня макТюльпанова. Собирается поступать в семинарию на экзорциста."
		},
		"кошка" : {
			"name" : "кошка",
			"bio" : "кошка Матрешка. Во-первых, мотря, во-вторых, гуляет сама по себе."
		},
		"мышка" : {
			"name" : "мышка",
			"bio" : "мышка Кубышка. У нее норки квадратные, а не круглые."
		},
		"Жучка" : {
			"name" : "Жучка",
			"bio" : "Жучка. Жучка это собака у которой уши торчком, хвост крючком и нос пятачком."
		},
		"Ряба" : {
			"name" : "Ряба",
			"bio" : "Курочка Ряба."
		}
	},
	"Stories" : {
		"Репка" : {
			"name" : "Репка",
			"story" : "Посадил дед репку. \n\nВыросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может. \n\nПозвал дед бабку. \n\nПришла бабка. Тянут потянут, вытянуть не могут. \n\nПозвала бабка внучку. \n\nПришла внучка. Тянут потянут, вытянуть не могут. \n\nПозвала внучка жучку. \n\nПришла жучка. Тянут потянут, вытянуть не могут.\n \nПозвала жучка кошку. \n\nПришла кошка. Тянут потянут, вытянуть не могут. \n\nПозвала кошка мышку. \n\nПришла мышка. Потянули, вытянули репку.",
			"characters" : {
				"дед" : {
					"name" : "дед",
					"inventory" : ""
				},
				"бабка" : {
					"name" : "бабка",
					"inventory" : "журнал, пестик, бутылка кефира, полбатона"
				},
				"внучка" : {
					"name" : "внучка",
					"inventory" : ""
				},
				"кошка" : {
					"name" : "кошка",
					"inventory" : ""
				},
				"мышка" : {
					"name" : "мышка",
					"inventory" : ""
				},
				"Жучка" : {
					"name" : "Жучка",
					"inventory" : ""
				}
			},
			"events" : [
					{
						"text" : "Посадил дед репку.",
						"time" : "1984/04/30 18:00",
						"characters" : {
							"дед" : {
								"text" : "Встал я спозаранок и пошел репку сажать."
							}
						},
						"name" : "Посадил дед репку"
					},
					{
						"text" : "Выросла репка большая пребольшая. Стал дед репку тянуть. Тянет потянет, вытянуть не может.",
						"time" : "1984/09/10 11:00",
						"characters" : {
							"дед" : {
								"text" : "Осень пришла, пора и урожай собирать."
							}
						},
						"name" : "Созрела репка"
					},
					{
						"text" : "Позвал дед бабку.",
						"time" : "1984/09/10 11:30",
						"characters" : {
							"дед" : {
								"text" : "Не могу репку вытащить. Большая больно. Сходил за бабкой."
							},
							"бабка" : {
								"text" : ""
							}
						},
						"name" : "Позвал бабку"
					},
					{
						"text" : "Пришла бабка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 11:45",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с бабкой"
					},
					{
						"text" : "Позвала бабка внучку.",
						"time" : "1984/09/10 12:00",
						"characters" : {
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали внучку"
					},
					{
						"text" : "Пришла внучка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 12:15",
						"characters" : {
							"дед" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с внучкой"
					},
					{
						"text" : "Позвала внучка жучку.",
						"time" : "1984/09/10 12:30",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали жучку"
					},
					{
						"text" : "Пришла жучка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 12:45",
						"characters" : {
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с жучкой"
					},
					{
						"text" : "Позвала жучка кошку.",
						"time" : "1984/09/10 13:00",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Позвали кошку"
					},
					{
						"text" : "Пришла кошка. Тянут потянут, вытянуть не могут.",
						"time" : "1984/09/10 13:15",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Не вытянули с кошкой"
					}, {
						"text" : "Позвала кошка мышку.",
						"time" : "1984/09/10 13:30",
						"characters" : {
							"кошка" : {
								"text" : ""
							},
							"мышка" : {
								"text" : ""
							}
						},
						"name" : "Позвали мышку"
					}, {
						"text" : "Пришла мышка. Потянули, вытянули репку.",
						"time" : "1984/09/10 13:45",
						"characters" : {
							"мышка" : {
								"text" : ""
							},
							"кошка" : {
								"text" : ""
							},
							"внучка" : {
								"text" : ""
							},
							"бабка" : {
								"text" : ""
							},
							"дед" : {
								"text" : ""
							},
							"Жучка" : {
								"text" : ""
							}
						},
						"name" : "Вытянули все вместе репку"
					} ]
		},
		"Ряба" : {
			"name" : "Ряба",
			"story" : "",
			"characters" : {
				"Ряба" : {
					"name" : "Ряба",
					"inventory" : ""
				}
			},
			"events" : []
		}
	}
}