export const dialogs = {
    'select-database': 'Выберите базу для загрузки',
    'demo-database': 'Демонстрационная база:',
    'empty-database': 'Пустая база',
    'browser-database': 'Резервная копия:',
    'upload-database': 'Загрузить базу игры',
    or: 'или',
    warn1: 'НИМС автоматически сохраняет резервные копии базы игры в браузере каждые 10 минут. Он хранит 4 копии.',
    warn2: 'Тем не менее, браузер это не надёжное хранилище данных, поэтому настоятельно рекомендуется сохранять базу вашей игры вручную с помощью кнопки',
    warn3: ' в правом верхнем углу при завершении вашей рабочей сессии. Эта кнопка скачивает файл с базой игры на ваш компьютер.',
    warn4: 'В следующий раз вы можете начать работу с того же места, загрузив скачанный файл в НИМС.',
};
