/*Copyright 2015, 2016 Timofey Rechkalov <ntsdk@yandex.ru>, Maria Sidekhmenova <matilda_@list.ru>

Licensed under the Apache License, Version 2.0 (the "License");
you may not use this file except in compliance with the License.
You may obtain a copy of the License at

http://www.apache.org/licenses/LICENSE-2.0

Unless required by applicable law or agreed to in writing, software
distributed under the License is distributed on an "AS IS" BASIS,
WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
See the License for the specific language governing permissions and
   limitations under the License. */

"use strict";

(function(exports){

    exports.data = {
        "Meta": {
            "name": "Властелин колец",
            "date": "3019/02/27 00:00",
            "preGameDate": "3018/01/01 00:00",
            "description": "События фильма, как основа для ролевой игры. В этой базе изложен первый фильм из трилогии Властелин колец. Хронология событий взята из книги.",
            "saveTime": "Tue Jul 19 2016 02:27:38 GMT+0500 (Pakistan Standard Time)"
          },
          "Characters": {
            "Фродо": {
              "name": "Фродо",
              "Пол": "М",
              "Раса": "хоббит",
              "Биография": "Хоббит, волею судеб ставший хранителем Единого Кольца, принадлежащего Тёмному Властелину. ",
              "Оружие": "каштаны",
              "Вес, кг.": 64,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Сэм": {
              "name": "Сэм",
              "Пол": "М",
              "Раса": "хоббит",
              "Биография": "Садовник, слуга и верный товарищ Фродо.",
              "Оружие": "каштаны",
              "Вес, кг.": 57,
              "Умеет петь": true,
              "Снаряжение": "Кастрюли",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Мерри": {
              "name": "Мерри",
              "Пол": "М",
              "Раса": "хоббит",
              "Биография": "Друг Фродо, взятый в поход за компанию.",
              "Оружие": "каштаны",
              "Вес, кг.": 57,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Гендальф": {
              "name": "Гендальф",
              "Пол": "М",
              "Раса": "майар",
              "Биография": "Могущественный волшебник.",
              "Оружие": "посох, магия",
              "Вес, кг.": 82,
              "Умеет петь": false,
              "Снаряжение": "кольцо Нарья",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Арагорн": {
              "name": "Арагорн",
              "Пол": "М",
              "Раса": "человек",
              "Биография": "Последний вождь следопытов и первый король Воссоединённого Королевства, прямой потомок северной ветви королевского рода Элендила (по линии Исилдура, её старшей ветви — династии Эмлайта Артэдайнского).\nАрагорн стал величайшим из Людей своей эпохи, возглавлял Людей Запада в войне против сил Саурона, помог уничтожить Кольцо Всевластия (был одним из Девяти его Хранителей), воссоединил королевства Арнора и Гондора. ",
              "Оружие": "меч, лук, нож",
              "Вес, кг.": 80,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "Василий",
              "Статус": "Занята",
              "Картинка ВК": "photo-17502880_426145599",
              "Картинка сайт": "Арагорн"
            },
            "Леголас": {
              "name": "Леголас",
              "Пол": "М",
              "Раса": "эльф",
              "Биография": "Сын Трандуила, короля эльфов Северного Лихолесья.",
              "Оружие": "лук, эльфийские ножи",
              "Вес, кг.": 57,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Гимли": {
              "name": "Гимли",
              "Пол": "М",
              "Раса": "гном",
              "Биография": "Представитель одного из свободных народов Средиземья (гномов), объединившихся для борьбы со Злом. ",
              "Оружие": "топор",
              "Вес, кг.": 80,
              "Умеет петь": false,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Саурон": {
              "name": "Саурон",
              "Пол": "М",
              "Раса": "другое",
              "Биография": "Низший дух из свиты Вала Аулэ. Саурон был одним из первых Майар, которые приняли сторону Мелькора, став одним из самых лояльных и самых ужасных его сподвижников, но после Войны Гнева и поражения своего господина Саурон возвысился до величайшего врага Свободных народов Средиземья на протяжении Второй и Третьей эпох.",
              "Оружие": "",
              "Вес, кг.": 1,
              "Умеет петь": false,
              "Снаряжение": "палантир",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Саруман": {
              "name": "Саруман",
              "Пол": "М",
              "Раса": "майар",
              "Биография": "Могущественнейший маг Ордена Истари, глава Белого совета. ",
              "Оружие": "посох, магия",
              "Вес, кг.": 68,
              "Умеет петь": false,
              "Снаряжение": "палантир",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Боромир": {
              "name": "Боромир",
              "Пол": "М",
              "Раса": "человек",
              "Биография": "Старший сын и наследник наместника Гондора Дэнетора II и его жены Финдуилас, брат Фарамира.",
              "Оружие": "меч, лук",
              "Вес, кг.": 90,
              "Умеет петь": false,
              "Снаряжение": "Рог Гондора",
              "Игрок": "Петр",
              "Статус": "Занята",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Элронд": {
              "name": "Элронд",
              "Пол": "М",
              "Раса": "эльф",
              "Биография": "Сын полуэльфа Эарендила (в свою очередь, сына эльфийки Идриль и человека Туора) и полуэльфийки Эльвинг (дочери Диора, полуэльфа, и эльфийки Нимлот), брат Элроса, муж Келебриан — дочери Галадриэли и Келеборна, отец Арвен, Элладана и Элрохира. ",
              "Оружие": "",
              "Вес, кг.": 72,
              "Умеет петь": false,
              "Снаряжение": "кольцо Вилью",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Арвен": {
              "name": "Арвен",
              "Пол": "Ж",
              "Раса": "эльф",
              "Биография": "Дочь Элронда, внучка Галадриэль.",
              "Оружие": "",
              "Вес, кг.": 55,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "Ирина",
              "Статус": "Занята",
              "Картинка ВК": "photo-17502880_426145598",
              "Картинка сайт": "Арвен"
            },
            "Галадриэль": {
              "name": "Галадриэль",
              "Пол": "Ж",
              "Раса": "эльф",
              "Биография": "Могущественнейшая из эльфийских владык, оставшихся в Средиземье после Войны Гнева. Владычица Лориэна.",
              "Оружие": "",
              "Вес, кг.": 53,
              "Умеет петь": false,
              "Снаряжение": "кольцо Нэнью",
              "Игрок": "Анна",
              "Статус": "Занята",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Голлум": {
              "name": "Голлум",
              "Пол": "М",
              "Раса": "другое",
              "Биография": "Существо небольшого роста, крайне тощее и с большими светящимися глазами. Упоминается, что в прошлом он жил на поверхности. Голлум ранее был хоббитом, но он не любил солнце и стремился в самую глубь.",
              "Оружие": "",
              "Вес, кг.": 34,
              "Умеет петь": false,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Бильбо": {
              "name": "Бильбо",
              "Пол": "М",
              "Раса": "хоббит",
              "Биография": "Дядя Фродо Бэггинса.",
              "Оружие": "меч, каштаны",
              "Вес, кг.": 73,
              "Умеет петь": false,
              "Снаряжение": "",
              "Игрок": "Михаил",
              "Статус": "На обсуждении",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Назгул": {
              "name": "Назгул",
              "Пол": "М",
              "Раса": "другое",
              "Биография": "Девять владык из расы людей, порабощённых Кольцом Всевластия и ставших слугами Саурона.",
              "Оружие": "",
              "Вес, кг.": 0,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            },
            "Пиппин": {
              "name": "Пиппин",
              "Пол": "М",
              "Раса": "хоббит",
              "Биография": "Друг Фродо, взятый в поход за компанию.",
              "Оружие": "каштаны",
              "Вес, кг.": 53,
              "Умеет петь": true,
              "Снаряжение": "",
              "Игрок": "",
              "Статус": "Свободна",
              "Картинка ВК": "photo-17502880_426145597",
              "Картинка сайт": "Вопрос"
            }
          },
          "ProfileSettings": [
            {
              "name": "Игрок",
              "type": "string",
              "value": "",
              "doExport": true
            },
            {
              "name": "Статус",
              "type": "enum",
              "value": "Свободна,Занята,На обсуждении",
              "doExport": true
            },
            {
              "name": "Раса",
              "type": "enum",
              "value": "человек,эльф,гном,орк,хоббит,майар,другое",
              "doExport": true
            },
            {
              "name": "Пол",
              "type": "enum",
              "value": "не важно,М,Ж",
              "doExport": true
            },
            {
              "name": "Оружие",
              "type": "string",
              "value": "",
              "doExport": true
            },
            {
              "name": "Снаряжение",
              "type": "string",
              "value": "",
              "doExport": true
            },
            {
              "name": "Вес, кг.",
              "type": "number",
              "value": 0,
              "doExport": true
            },
            {
              "name": "Умеет петь",
              "type": "checkbox",
              "value": false,
              "doExport": false
            },
            {
              "name": "Биография",
              "type": "text",
              "value": "",
              "doExport": true
            },
            {
              "name": "Картинка ВК",
              "type": "string",
              "value": "photo-17502880_426145597",
              "doExport": true
            },
            {
              "name": "Картинка сайт",
              "type": "string",
              "value": "",
              "doExport": true
            }
          ],
          "Stories": {
            "Начало пути": {
              "name": "Начало пути",
              "story": "Гендальф активно узнает информацию о кольце.\nГендальф отправляет Фродо в Бри. Фродо бежит от черных всадников (защита).\nВ спутники к Фродо набиваются Сэм, Мерри и Пиппин.\nСаруман активно пленяет Гендальфа. Гендальф активно сбегает.\nАрагорн пассивно ждет хоббитов в Гарцующем пони. Потом он их защищает от назгулов.\nНазгулы активно преследуют Фродо и компанию.\nСаурон пассивно ждет когда Фродо оденет кольцо и таким образом укажет на себя.\nАрвен активно спасает Фродо от назгулов. Элронд пассивно ждет Фродо, чтобы его вылечить.\n\nВ свой очередной день рождения Бильбо устраивает праздник, и таинственно исчезает, оставляя все свои вещи племяннику Фродо. В том числе неизвестное кольцо.\n\nГендальф чувствует черную магию в кольце и отправляется в Минас-Тирит, для получения большей информации.\n\nСаурон узнает от Голлума у кого сейчас находится кольцо и отправляет за ним назгулов.\n\nГендальф возвращается в Шир, чтобы предупредить Фродо об опасности, древние зло пробудилось и за Фродо отправлены черные всадники. Гендальф проверяет кольцо и оно оказывается тем самым кольцом. Гендальф отправляет Фродо в Бри в таверну Гарцующий пони. Этот разговор услышал Сэм и за это его добавили к пати.\n\nГендальф отправляется к Саруману, чтобы выработать план действий, но Саруман уже на темной стороне.\n\nПо пути из Шира Фродо и Сэм встречают Мерри и Пипина, ворующих овощи. Внезапно появляются назгулы, и Мерри с Пиппином присоединяются к пати.\n\nПартия приходит в Бри, и останавливается в Гарцующем пони. Гендальфа там нет. Фродо случайно одевает кольцо, под действием кольца. Это видит Бродяжник. Бродяжник объясняет, что он друг и отводит хоббитов в другой ночлег.\n\nНочью назгулы приходят в гарцующий пони и разносят комнату хоббитов, которых там нет.\n\nНазгулы настигают хоббитов в развалинах Амон Сул. Один из них ранит Фродо. Бродяжник прогоняет назгулов. Появляется Арвен, везет Фродо в Ривенделл, спасаясь от назгулов.\n\nАрвен привозит Фродо в Ривенделл. Назгулы не могут перейти реку на границе Ривенделла.\n\nФродо исцеляют, он встречается с Бильбо, получает у него еще часть наследства - меч и кольчугу и собирается идти домой, считая свою миссию выполненной.",
              "characters": {
                "Арагорн": {
                  "name": "Арагорн",
                  "inventory": "",
                  "activity": {
                    "passive": true,
                    "follower": true
                  }
                },
                "Арвен": {
                  "name": "Арвен",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                },
                "Бильбо": {
                  "name": "Бильбо",
                  "inventory": "",
                  "activity": {
                    "passive": true
                  }
                },
                "Гендальф": {
                  "name": "Гендальф",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                },
                "Мерри": {
                  "name": "Мерри",
                  "inventory": "",
                  "activity": {
                    "follower": true
                  }
                },
                "Фродо": {
                  "name": "Фродо",
                  "inventory": "кольцо, жало, мифриловая кольчуга",
                  "activity": {
                    "defensive": true
                  }
                },
                "Сэм": {
                  "name": "Сэм",
                  "inventory": "",
                  "activity": {
                    "follower": true
                  }
                },
                "Назгул": {
                  "name": "Назгул",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                },
                "Саурон": {
                  "name": "Саурон",
                  "inventory": "",
                  "activity": {
                    "passive": true
                  }
                },
                "Саруман": {
                  "name": "Саруман",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                },
                "Элронд": {
                  "name": "Элронд",
                  "inventory": "",
                  "activity": {
                    "passive": true
                  }
                },
                "Пиппин": {
                  "name": "Пиппин",
                  "inventory": "",
                  "activity": {
                    "follower": true
                  }
                }
              },
              "events": [
                {
                  "name": "День рождения Бильбо",
                  "text": "В свой очередной день рождения Бильбо устраивает праздник, и таинственно исчезает, оставляя все свои вещи племяннику Фродо. В том числе неизвестное кольцо.",
                  "time": "3001/09/22 21:00",
                  "characters": {
                    "Гендальф": {
                      "text": "Я всегда знал, что Бильбо не обычный хоббит. Хотя конечно его последняя выходка с исчезновением во время праздника мне не понраву, все же у него хватило духа и сил перебраться к эльфам.",
                      "time": "22 сентября 3001",
                      "ready": true
                    },
                    "Мерри": {
                      "text": "Старик Бильбо закатил отличный праздник поводу своего 111 летия. А потом просто исчез на глазах у всех прямо со сцены. Никто ничего не понял, но больше никто не видел Бильбо в Шире, а Торба-на-Круче досталась Фродо.",
                      "time": "22 сентября 3001",
                      "ready": true
                    },
                    "Сэм": {
                      "text": "Старик Бильбо закатил отличный праздник поводу своего 111 летия. А потом просто исчез на глазах у всех прямо со сцены. Никто ничего не понял, но больше никто не видел Бильбо в Шире, а Торба-на-Круче досталась Фродо.",
                      "time": "22 сентября 3001",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Старик Бильбо закатил отличный праздник поводу своего 111 летия. А потом просто исчез на глазах у всех прямо со сцены. Никто ничего не понял, но больше никто не видел Бильбо в Шире. Он оставил все свое имущество мне, включая странное кольцо с которым он никогда не расставался.",
                      "time": "22 сентября 3001",
                      "ready": true
                    },
                    "Бильбо": {
                      "text": "Что ж, я прожил долгую жизнь и мне кажется, что мой век подходит к концу. Поэтому я отправляюсь к эльфам после своего очередного дня рождения. Правда, с изчезновением в конце праздничной речи как-то неловко получилось, кольцо прямо само прыгнула на палец. ",
                      "time": "22 сентября 3001",
                      "ready": true
                    },
                    "Пиппин": {
                      "text": "Старик Бильбо закатил отличный праздник поводу своего 111 летия. А потом просто исчез на глазах у всех прямо со сцены. Никто ничего не понял, но больше никто не видел Бильбо в Шире, а Торба-на-Круче досталась Фродо.",
                      "time": "22 сентября 3001",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Подозрения Гендальфа",
                  "text": "Гендальф чувствует черную магию в кольце и отправляется в Минас-Тирит, для получения большей информации.",
                  "time": "3001/09/23 12:00",
                  "characters": {
                    "Гендальф": {
                      "text": "Меня очень беспокоит кольцо Билььо. Вещь содержащая сильную магию, к тому же он так к нему привязался. С трудом я уговорил его оставить кольцо Фродо. Надо попытаться узнать что же это за кольцо.",
                      "time": "23 сентября 3001",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Обычно я носил кольцо, доставшееся мне от Бильбо при себе, но надеквал его крайне редко . Вообще жизни пошла обычным чередом, Гэндальф куда-то исчез.",
                      "time": "23 сентября 3001",
                      "ready": true
                    },
                    "Бильбо": {
                      "text": "Сколько раз я себе говорил - не слушай Гендальфа, старику в очередной раз удалось меня уговорить, поэтому я оставил свое прелестное кольцо Фродо. Эх, как оно без меня?",
                      "time": "23 сентября 3001",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Назгулы",
                  "text": "Саурон узнает от Голлума у кого сейчас находится кольцо и отправляет за ним назгулов.",
                  "time": "3018/03/02 15:00",
                  "characters": {
                    "Саурон": {
                      "text": "От этой твари я узнал нынешнего владельца кольца, это какой-то хоббит из Шира и отправил за ним назгулов. Кстати, кто такие эти хоббиты?",
                      "time": "2 марта 3018",
                      "ready": true
                    },
                    "Назгул": {
                      "text": "Повелитель отправил нас в Шир. Мы должны разыскать владельца кольца и забрать его.",
                      "time": "2 марта 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Начало пути Фродо",
                  "text": "Гендальф возвращается в Шир, чтобы предупредить Фродо об опасности, древние зло пробудилось и за Фродо отправлены черные всадники. Гендальф проверяет кольцо и оно оказывается тем самым кольцом. Гендальф отправляет Фродо в Бри в таверну Гарцующий пони. Этот разговор услышал Сэм и за это его добавили к пати.",
                  "time": "3018/04/13 20:00",
                  "characters": {
                    "Фродо": {
                      "text": "Вернувшись домой я встретил взволнованного Гендальфа. Он попросил меня достать кольцо Бильбо и бросить его в огонь. К моему удивлению, вынутое из огня кольцо оказалось холодным и на его поверхности проступили странные письмена. Гендальф сказал, что только одно кольцо реагирует так на огонь - кольцо Саурона. Как оказалось Саурон не умер, вновь набирает силу и ищет это кольцо. За мной отправлены черные всадники и мне надо бежать. Наш разговор подслушал Сэм и Гендальф отправил его со мной. Мы идём в Бри, он должен нас встретить там.",
                      "time": "4 апреля 3018",
                      "ready": true
                    },
                    "Сэм": {
                      "text": "Поздним вечером я подстригал кусты у открытого окна и вдруг услышал разговор хозяина и Гендальфа. Голос Гендальфа был очень напряжен и я не удержался и решить узнать о чем они говорят. Я понял, что кольцо Бильбо действительно существует и что это очень необычное кольцо и что его ищет сам Саурон, который оказывается не умер. Я так заслушался, что забыл о стрижке, а Гендальф заметил, что ножницы не звенят. Он поймал меня, я сознался, что все слышал и он отправил меня вместе с Фродо в Бри.",
                      "time": "4 апреля 3018",
                      "ready": true
                    },
                    "Гендальф": {
                      "text": "В Минас-Тирит я узнал, что это может быть то самое кольцо Саурона. Обеспокоенный я вернулся в Шир, как бы мне хотелось, чтобы это не было правдой, но Фродо при мне проверил кольцо, бросив его в огонь и на нем проступили письмена. Я слышал о черных всадниках, движущихся в сторону Шира. Я отправил Фродо в Бри, надеюсь я успею вернуться к тому моменту, когда он будет там. Мне срочно надо посоветоваться с Саруманом. Наш разговор подслушал Сэм, а мне ни в коем случае не хотелось отпускать Фродо одного. Что-то должно напоминать Фродо о доме и потмогать  противостоять власти кольца, так что Сэм попал под раздачу. Уверен, он справится.",
                      "time": "4 апреля 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Гендальфа пленит Саруман",
                  "text": "Гендальф отправляется к Саруману, чтобы выработать план действий, но Саруман уже на темной стороне.",
                  "time": "3018/07/10 16:00",
                  "characters": {
                    "Гендальф": {
                      "text": "Я прибыл к Саруману, чтобы обсудить что мы можем предпринять. Но как оказалось, Саруман перешёл на сторону Саурона. Он пленил меня и запер на крыше Ортханка. Чудом меня спас орёл. В назначенное время в Бри я уже не попаду.",
                      "time": "10 июля 3018",
                      "ready": true
                    },
                    "Саруман": {
                      "text": "Я узрел вечную тьму в палантире и понял, что это мой путь. Визит Гендальфа не был неожиданностью. Повелитель тьмы велел заставить Гендальфа прикмнуть к нам, но он смог сбежать. Тем хуже для него.",
                      "time": "10 июля 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Мерри и Пипин",
                  "text": "По пути из Шира Фродо и Сэм встречают Мерри и Пипина, ворующих овощи. Внезапно появляются назгулы, и Мерри с Пиппином присоединяются к пати.",
                  "time": "3018/04/17 13:00",
                  "characters": {
                    "Сэм": {
                      "text": "Пиппин и Мерри как всегда убегали от разозленного фермера по полю, когда случайно наткнулись на нас. Нам пришлось бежать вместе с нами, не думаю что фермер стал бы разбираться кто был не виноват. Убежав от фермера мы вышли на дорогу и вдруг почуствовали холод. Мы спрятались и в этот момент на дороге показался черный всадник. Фродо рассказал, что всадников несколько и они преследуют его и что ему позарез нужно в Бри. Мерри и Пиппин присоединились к нам.",
                      "time": "17 апреля 3018",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Пиппин и Мерри убегали от разозленного фермера по полю, когда случайно наткнулись на нас. Нам пришлось бежать вместе с нами, не думаю что фермер стал бы разбираться кто был не виноват. Убежав от фермера мы вышли на дорогу и вдруг почуствовали холод. Мы спрятались и в этот момент на дороге показался черный всадник. Я рассказал, что всадников несколько и они преследуют меня и что мы идем в Бри. Мерри и Пиппин присоединились к нам.",
                      "time": "17 апреля 3018",
                      "ready": true
                    },
                    "Мерри": {
                      "text": "Я и Пиппин убегали от разозленного фермера по полю, когда случайно наткнулись на Сэма и Фродо. Им пришлось бежать вместе с нами, не думаю что фермер стал бы разбираться кто был не виноват. Убежав от фермера, мы вышли на дорогу и вдруг почуствовали холод. Мы спрятались и в этот момент на дороге показался черный всадник. Фродо рассказал, что всадников несколько и они преследуют его и что ему позарез нужно в Бри. Мы пошли с Фродо и Сэмом.",
                      "time": "17 апреля 3018",
                      "ready": true
                    },
                    "Пиппин": {
                      "text": "Я и Мерри убегали от разозленного фермера по полю, когда случайно наткнулись на Сэма и Фродо. Им пришлось бежать вместе с нами, не думаю что фермер стал бы разбираться кто был не виноват. Убежав от фермера мы вышли на дорогу и вдруг почуствовали холод. Мы спрятались и в этот момент на дороге показался черный всадник. Фродо рассказал, что всадников несколько и они преследуют его и что ему позарез нужно в Бри. Мы пошли с Фродо и Сэмом.",
                      "time": "17 апреля 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Гарцующий пони",
                  "text": "Партия приходит в Бри, и останавливается в Гарцующем пони. Гендальфа там нет. Фродо случайно надевает кольцо, под действием кольца. Это видит Бродяжник. Бродяжник объясняет, что он друг и отводит хоббитов в другой ночлег.",
                  "time": "3018/09/30 20:00",
                  "characters": {
                    "Арагорн": {
                      "text": "В Бри пришла стайка хоббитов. Какие же они все таки нелепые. Я знал, что они должны прийти, но решил выждать. Жаль что я не подошел сразу - Фродо одел кольцо прямо посреди зала. Теперь Саурон, а значит и назгулы точно знают где их искать. \nТак или иначе я представился и увел их на другой ночлег. Можно не сомневаться назгулы придут сегодня ночью.",
                      "time": "30 сентября 3018",
                      "ready": true
                    },
                    "Мерри": {
                      "text": "Мы пришли в Бри в Гарцующий пони. Гендальфа не было. Мы не знали что делать и решили остаться на ночлег. Вдруг Фродо стало плохо и он исчез точно так же как Бильбо на своем дне рождения. Мы не поняли что произошло, мы искали Фродо и не могли найти. Вдруг мы увидели как человек утаскивает Фродо. Мы пошли за ним, собирались драться. Оказалось, что это Бродяжник, друг Гендальфа, который будет охранять нас. Бродяжник сказал, что в Гарцующем пони останавливаться опасно и отвел нас на другой ночлег.",
                      "time": "30 сентября 3018",
                      "ready": true
                    },
                    "Сэм": {
                      "text": "Мы пришли в Бри в Гарцующий пони. Гендальфа не было. Мы не знали что делать и решили остаться на ночлег. Вдруг Фродо стало плохо и он исчез точно так же как Бильбо на своем дне рождения. Мы не поняли что произошло, мы искали Фродо и не могли найти. Вдруг мы увидели как человек утаскивает Фродо. Мы пошли за ним, собирались драться. Оказалось, что это Бродяжник, друг Гендальфа, который будет охранять нас. Бродяжник сказал, что в Гарцующем пони останавливаться опасно и отвел нас на другой ночлег.",
                      "time": "30 сентября 3018",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Мы пришли в Бри в Гарцующий пони. Гендальфа не было. Мы не знали что делать и решили остаться на ночлег. Вдруг я почуствовал непреодолимое желание одеть кольцо и сделал это. Мир потерял краски, вместо людей были только силуэты и среди всего на меня смотрело огромное огненное око. В ужасе я снял кольцо. Никто на меня не смотрел, поэтому я подумал, что все хорошо, но неожиданное меня схватил человек и утащил в одну из внтуренних комнат. Это оказался Бродяжник, друг Гендальфа, встретивший нас. Он был очень зол на меня, за то что я одел кольцо - у Саурона везде глаза и уши. Мои друзья попытались спасти меня от Бродяжника, но я объяснил им, что он друг. Бродяжник сказал, что в Гарцующем пони останавливаться опасно и отвел на другой ночлег.",
                      "time": "30 сентября 3018",
                      "ready": true
                    },
                    "Пиппин": {
                      "text": "Мы пришли в Бри в Гарцующий пони. Гендальфа не было. Мы не знали что делать и решили остаться на ночлег. Вдруг Фродо стало плохо и он исчез точно так же как Бильбо на своем дне рождения. Мы не поняли что произошло, мы искали Фродо и не могли найти. Вдруг мы увидели как человек утаскивает Фродо. Мы пошли за ним, собирались драться. Оказалось, что это Бродяжник, друг Гендальфа, который будет охранять нас. Бродяжник сказал, что в Гарцующем пони останавливаться опасно и отвел нас на другой ночлег.",
                      "time": "30 сентября 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Ночное нападение",
                  "text": "Ночью назгулы приходят в гарцующий пони и разносят комнату хоббитов, которых там нет.",
                  "time": "3018/09/31 04:00",
                  "characters": {
                    "Арагорн": {
                      "text": "Ночью из Гарцующего пони доносились странные звуки и вопли, как в последствии оказалось комната хоббитов была вверхдном, а кровати проткнуты мечами. Что ж, в этот раз назгулы ошиблись. Нужно уходить из Бри.",
                      "time": "1 октября 3018",
                      "ready": true
                    },
                    "Мерри": {
                      "text": "Ночью из Гарцующего пони доносились странные звуки и вопли, как в последствии оказалось комната хоббитов была вверхдном, а кровати проткнуты мечами. Мне страшно, но я должен идти с Фродо, ему угрожает большая опасность.",
                      "time": "1 октября 3018",
                      "ready": true
                    },
                    "Сэм": {
                      "text": "Ночью из Гарцующего пони доносились странные звуки и вопли, как в последствии оказалось комната хоббитов была вверхдном, а кровати проткнуты мечами. Мне страшно, но я должен идти с Фродо, ему угрожает большая опасность.",
                      "time": "1 октября 3018",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Ночью из Гарцующего пони доносились странные звуки и вопли, как в последствии оказалось комната хоббитов была вверхдном, а кровати проткнуты мечами. Мне страшно, но мы должны идти, кольцо - моя ноша, никто другой с этим не справится.",
                      "time": "1 октября 3018",
                      "ready": true
                    },
                    "Назгул": {
                      "text": "Ночью мы пришли в таверну где были те, кто нам нужен. Их не было в комнате. Мы бы с радостью вырезали весь город, но где-то здесь скрывается Бродяжник и только он может нам помешать. Время есть, мы подождем, когда хоббит снова оденет кольцо и выдаст себя.",
                      "time": "1 октября 3018",
                      "ready": true
                    },
                    "Пиппин": {
                      "text": "Ночью из Гарцующего пони доносились странные звуки и вопли, как в последствии оказалось комната хоббитов была вверхдном, а кровати проткнуты мечами. Мне страшно, но я должен идти с Фродо, ему угрожает большая опасность.",
                      "time": "1 октября 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Амон Сул",
                  "text": "Назгулы настигают хоббитов в развалинах Амон Сул. Один из них ранит Фродо. Бродяжник прогоняет назгулов. Появляется Арвен, везет Фродо в Ривенделл, спасаясь от назгулов.",
                  "time": "3018/10/04 03:30",
                  "characters": {
                    "Арагорн": {
                      "text": "Я отправился в дозор и очень зря. Назгулы прокрались мимо меня. С трудом я успел их прогнать, но они ранили Фродо. Я смогу его спасти. Неожиданно появилась Арвен. Она забрала у меня Фродо. Надеюсь черные всадники не смогут догнать их на пути в Ривендел.",
                      "time": "4 октября 3018",
                      "ready": true
                    },
                    "Арвен": {
                      "text": "Я почуствовала холод и боль в далеке и примчалась в это место. Бродяжник только отбил нападение назгулов, а хранитель кольца был ранен. Вся надежда на моего коня. Успеть бы доскакать",
                      "time": "4 октября 3018",
                      "ready": true
                    },
                    "Мерри": {
                      "text": "Бродяжник ушёл в дозор. Неожиданно нас окружили назгулы. Мы пытались драться, но они просто раскидали нас. Они ранили Фродо и наконец вернулся Бродяжник. Бродяжник отбил нападение. Он попытался как-то обработать рану Фродо, как вдруг появилась эльфийка. Значит недалеко Ривендел. Она забрала Фродо с собой. Надеюсь, что с Фродо все будет хорошо.",
                      "time": "4 октября 3018",
                      "ready": true
                    },
                    "Сэм": {
                      "text": "Бродяжник ушёл в дозор. Неожиданно нас окружили назгулы. Мы пытались драться, но они просто раскидали нас. Они ранили Фродо и наконец вернулся бродяжник. Бродяжник отбил нападение. Он попытался как-то обработать рану Фродо, как вдруг появилась эльфийка. Значит недалеко Ривендел. Она забрала Фродо с собой. Надеюсь, что с Фродо все будет хорошо.",
                      "time": "4 октября 3018",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Бродяжник ушёл в дозор. Неожиданно нас окружили назгулы. Мы пытались драться, но они просто раскидали нас. Они ранили меня и наконец вернулся бродяжник. Бродяжник отбил нападение. Он попытался как-то обработать мою рану, как вдруг появилась эльфийка. Значит недалеко Ривендел. Она забрала меня с собой. ",
                      "time": "4 октября 3018",
                      "ready": true
                    },
                    "Назгул": {
                      "text": "Мы окружили хоббитов, мы чувствовали силу кольца, и тут пришел Бродяжник. Он отбил наше нападение. Мы успели ранить хранителя, он долго не продержится. И тут появилась эта эльфийка...",
                      "time": "4 октября 3018",
                      "ready": true
                    },
                    "Пиппин": {
                      "text": "Бродяжник ушёл в дозор. Неожиданно нас окружили назгулы. Мы пытались драться, но они просто раскидали нас. Они ранили Фродо и наконец вернулся бродяжник. Бродяжник отбил нападение. Он попытался как-то обработать рану Фродо, как вдруг появилась эльфийка. Значит недалеко Ривендел. Она забрала Фродо с собой. Надеюсь, что с Фродо все будет хорошо.",
                      "time": "4 октября 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Ривенделл",
                  "text": "Арвен привозит Фродо в Ривенделл. Назгулы не могут перейти реку на границе Ривенделла.",
                  "time": "3018/10/20 15:00",
                  "characters": {
                    "Арагорн": {
                      "text": "Мы отправились вслед за Фродо и Арвен в Ривендел так быстро как могли. К счастью они успели, а тела лошадей черных всадников были найдены ниже по течению. Какое-то время они нас не побеспокоят. Нам дали кров. Здесь же был Гендальф. Элронд вылечит Фродо, а пока будем ждать когда Фродо поправится и мы сможем собрать совет кольца.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Бильбо": {
                      "text": "Я узнал, что мой племенник и несколько его друзей пришли в Ривендел. Смелые. Надеюсь он навестит меня. Возможно, что ему предстоит дальняя дорога, и пара предметов, которые я взял с собой... Больше мне не пригодяться, я уже дошел до Ривендела. Как же здесь все-таки красиво.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Мерри": {
                      "text": "Мы отправились вслед за Фродо и Арвен в Ривендел так быстро как могли. К счастью они успели, а тела лошадей черных всадников были найдены ниже по течению. Какое-то время они нас не побеспокоят. Нам дали кров. Здесь же был Гендальф. Элронд вылечит Фродо, а пока будем ждать когда Фродо поправится.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Сэм": {
                      "text": "Мы отправились вслед за Фродо и Арвен в Ривендел так быстро как могли. К счастью они успели, а тела лошадей черных всадников были найдены ниже по течению. Какое-то время они нас не побеспокоят. Нам дали кров. Здесь же был Гендальф. Элронд вылечит Фродо, а пока будем ждать когда Фродо поправится.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Фродо": {
                      "text": "Я не помню как мы оказались в Ривенделе. Но в себя я пришел уже там. Все мои спутники уже были здесь.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Элронд": {
                      "text": "Арвен успела спасти Фродо, я залечу его рану, но на это уйдет время. Черные всадники не могут пройти в Ривендел и мы в этом убедились. Что ж, скоро мы соберем совет и решим что делать с этим кольцом.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Арвен": {
                      "text": "Я забрала Фродо с собой и мы с большим трудом успели перейти реку на границе Ривендела. Черные всадники осмелились вступить в воду и река смела их. В ближайшее время они не побеспокоят Фродо. Отец вылечил Фродо, но раны нанесенные призрачным клинком не могут быть вылечены полностью никогда.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Гендальф": {
                      "text": "Арвен успела спасти Фродо, Элронд залечит его рану, но на это уйдет время. Черные всадники не могут пройти в Ривендел и мы в этом убедились. Жаль, что Саруман выступил против нас. Теперь Ортханк оплот орков и кто знает, на что способен Саруман в черной магии. Что ж, скоро мы соберем совет и решим что делать с этим кольцом.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Пиппин": {
                      "text": "Мы отправились вслед за Фродо и Арвен в Ривендел так быстро как могли. К счастью они успели, а тела лошадей черных всадников были найдены ниже по течению. Какое-то время они нас не побеспокоят. Нам дали кров. Здесь же был Гендальф. Элронд вылечит Фродо, а пока будем ждать когда Фродо поправится.",
                      "time": "20 октября 3018",
                      "ready": true
                    },
                    "Назгул": {
                      "text": "Эльфийка везла Фродо в Ривендел и преуспела. Мы не смогли пересечь его границу, древняя магия все ещё сильна. Тёмный властелин велел возвращаться в Мордор. Там мы узнаем, что нам делать дальше.",
                      "time": "20 октября 3018",
                      "ready": true
                    }
                  }
                },
                {
                  "name": "Кольцо в Ривенделле",
                  "text": "Фродо исцеляют, он встречается с Бильбо, получает у него еще часть наследства - меч и кольчугу.",
                  "time": "3018/12/24 16:00",
                  "characters": {
                    "Фродо": {
                      "text": "Я посетил Бильбо в Ривенделе. Он как-то постарел за это небольшое время. Бильбо передал мне свой меч и кольчугу - волшебные вещи. Не хотелось бы, чтобы они пригодились, но лучше с ними чем без них. Бильбо очень хотел посмотреть на своё кольцо и внезапно сильно разозлился, когда я отказал. Он был просто сам не свой и так же быстро он остыл. Теперь я знаю как выглядит печать кольца на хранителе, слишком долго хранившем его.",
                      "time": "24 декабря 3018",
                      "ready": true
                    },
                    "Бильбо": {
                      "text": "Фродо посетил меня и я отдал последнюю часть моего наследства - меч и кольчугу. Они сослужили мне хорошую службу, пусть теперь помогут ему. Когда я увидел краешек кольца я попросил Фродо дать мне его подержать, но он спрятал его. Я впал в ярость, и очень быстро остыл. Не знаю что меня нашло.",
                      "time": "24 декабря 3018",
                      "ready": true
                    }
                  }
                }
              ]
            },
            "Арвен и Арагорн": {
              "name": "Арвен и Арагорн",
              "story": "Любовная линия Арвен и Арагорна. Оба активно вздыхают друг об дружке.",
              "characters": {
                "Арагорн": {
                  "name": "Арагорн",
                  "inventory": "брошь Арвен",
                  "activity": {
                    "active": true
                  }
                },
                "Арвен": {
                  "name": "Арвен",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                }
              },
              "events": [
                {
                  "name": "Брошь",
                  "text": "Арвен и Арагорн. Арвен дает Арагорну свою брошь.",
                  "time": "3018/10/25 02:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Арвен": {
                      "text": "",
                      "time": ""
                    }
                  }
                }
              ]
            },
            "История Сарумана": {
              "name": "История Сарумана",
              "story": "Саурон и Саруман активно работают над своими темными планами. Саруман собирает армию орков и создает урук-хаев.",
              "characters": {
                "Саруман": {
                  "name": "Саруман",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                },
                "Саурон": {
                  "name": "Саурон",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                }
              },
              "events": [
                {
                  "name": "Уничтожение рощи",
                  "text": "Саруман начинает культивировать орков и дает приказ уничтожить рощу вокруг Ортханка. Так же он выводит Урук-Хаев.",
                  "time": "3018/07/13 18:00",
                  "characters": {
                    "Саруман": {
                      "text": "",
                      "time": ""
                    },
                    "Саурон": {
                      "text": "",
                      "time": ""
                    }
                  }
                }
              ]
            },
            "Братство кольца": {
              "name": "Братство кольца",
              "story": "В этой истории активно идет вперед Фродо. Все остальные его сопровождают, за исключением Боромира, который активно думает как получить кольцо в Гондор. Братству активно противостоит Саруман. Элронд знает о том, что братство выдвинулось в сторону роковой горы. Галандриэль же ждет когда братство дойдет до Лориена. ",
              "characters": {
                "Арагорн": {
                  "name": "Арагорн",
                  "inventory": "ножны, плащ с брошью",
                  "activity": {
                    "follower": true
                  }
                },
                "Боромир": {
                  "name": "Боромир",
                  "inventory": "золотой пояс, плащ с брошью",
                  "activity": {
                    "follower": true,
                    "active": true
                  }
                },
                "Галадриэль": {
                  "name": "Галадриэль",
                  "inventory": "",
                  "activity": {
                    "passive": true
                  }
                },
                "Гендальф": {
                  "name": "Гендальф",
                  "inventory": "",
                  "activity": {
                    "follower": true
                  }
                },
                "Гимли": {
                  "name": "Гимли",
                  "inventory": "прядь волос Галадриэли, плащ с брошью",
                  "activity": {
                    "follower": true
                  }
                },
                "Леголас": {
                  "name": "Леголас",
                  "inventory": "лук и колчан стрел, плащ с брошью",
                  "activity": {
                    "follower": true
                  }
                },
                "Мерри": {
                  "name": "Мерри",
                  "inventory": "серебряные пояс, плащ с брошью",
                  "activity": {
                    "follower": true
                  }
                },
                "Пиппин": {
                  "name": "Пиппин",
                  "inventory": "серебряные пояс, плащ с брошью",
                  "activity": {
                    "follower": true
                  }
                },
                "Сэм": {
                  "name": "Сэм",
                  "inventory": "шкатулка благословленной земли, плащ с брошью",
                  "activity": {
                    "follower": true
                  }
                },
                "Фродо": {
                  "name": "Фродо",
                  "inventory": "фиал, плащ с брошью",
                  "activity": {
                    "active": true
                  }
                },
                "Элронд": {
                  "name": "Элронд",
                  "inventory": "",
                  "activity": {
                    "passive": true
                  }
                },
                "Саруман": {
                  "name": "Саруман",
                  "inventory": "",
                  "activity": {
                    "active": true
                  }
                }
              },
              "events": [
                {
                  "name": "Совет",
                  "text": "На совете обозначена проблема уничтожения кольца. Кольцо необходимо бросить в Ородруин, но никто не в силе взять на себя эту ношу. Фродо вызывается сделать это. Проводить его берутся Арагорн, Леголас, Гимли, Боромир, Гендальф и его друзья из Шира. Так появляется братство кольца.",
                  "time": "3018/10/25 17:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гендальф": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    },
                    "Элронд": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Путь по земле",
                  "text": "Первая дорога перекрыта патрулями Саурона.",
                  "time": "3019/01/08 13:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гендальф": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    },
                    "Саруман": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Путь в горы",
                  "text": "Магия Сарумана не дает братству пройти через снежные перевалы в горах.",
                  "time": "3019/01/12 16:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гендальф": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    },
                    "Саруман": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Путь в Морию",
                  "text": "Братство спускается в Морию. При входе они пробуждают кракена, который рушит врата Мории, как только они в нее заходят. Тут же они находят тела гномов и понимают, что Мория захвачена орками.",
                  "time": "3019/01/13 18:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гендальф": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Мория",
                  "text": "Гендальф показывает Фродо Голлума и говорит, что он давно идет за ними.\nПипин роняет ведро в колодец у могилы Балина, тем самым выдавая себя оркам. Принимают бой. Приходит Балрог.",
                  "time": "3019/01/14 21:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гендальф": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Выход из Мории",
                  "text": "Гендальф остается защищать мост от Балрога и падает в пропасть вместе с ним. Все остальные выходят из Мории и попадают в Лотлориен к Галадриэли.",
                  "time": "3019/01/15 16:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гендальф": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Зеркало Галадриэли",
                  "text": "Галадриэль показывает Фродо будущее в своем зеркале.",
                  "time": "3019/02/14 21:30",
                  "characters": {
                    "Галадриэль": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Покидая Лотлориен",
                  "text": "Братству кольца помогают припасами и пропускают через Лотлориен. Нимбос, фиал, накидки.",
                  "time": "3019/02/16 12:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    },
                    "Галадриэль": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Урук-Хаи",
                  "text": "Саруман отправляет отряд Урук-Хаев в погоню за хранителем кольца.",
                  "time": "3019/01/10 00:00",
                  "characters": {
                    "Саруман": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Водопад",
                  "text": "Братство останавливается перед водопадом.",
                  "time": "3019/02/25 16:00",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    }
                  }
                },
                {
                  "name": "Развилка",
                  "text": "Боромир пытается отнять у Фродо кольцо. В этот момент на них нападают Урук-Хаи, убивают Боромира, хватают Мерри и Пипина и убегают к Саруману. Фродо решает идти дальше в одиночку, но Сэм не отстает. Остальные хоронят Боромира и отправляются в погоню за отрядом Урук-Хаев.",
                  "time": "3019/02/26 17:20",
                  "characters": {
                    "Арагорн": {
                      "text": "",
                      "time": ""
                    },
                    "Боромир": {
                      "text": "",
                      "time": ""
                    },
                    "Гимли": {
                      "text": "",
                      "time": ""
                    },
                    "Леголас": {
                      "text": "",
                      "time": ""
                    },
                    "Мерри": {
                      "text": "",
                      "time": ""
                    },
                    "Пиппин": {
                      "text": "",
                      "time": ""
                    },
                    "Сэм": {
                      "text": "",
                      "time": ""
                    },
                    "Фродо": {
                      "text": "",
                      "time": ""
                    }
                  }
                }
              ]
            }
          },
          "Settings": {
            "BriefingPreview": {
              "characterName": "Арагорн"
            },
            "Stories": {
              "storyName": "Братство кольца"
            },
            "CharacterProfile": {
              "characterName": "Арагорн"
            },
            "Events": {
              "storyName": "Начало пути",
              "characterNames": [
                "Арагорн"
              ],
              "eventIndexes": [],
              "selectedFilter": "adaptationFilterByCharacter"
            }
          },
          "Version": "0.4.4u2",
          "Log": []
        };

})(typeof exports === 'undefined'? this['BaseExample']={}: exports);